Repository: common-repository/best-configuration
Catalog: localization/best-configuration-*.po
Languages: it_it

source: General
it_it: Generale

source: Comments
it_it: Commenti

source: Settings Reset to default successfully!
it_it: Impostazioni reimpostate con successo!

source: Configuration applied!
it_it: Configurazione applicata!

source: Only authenticated users can access the REST API.
it_it: Solo gli utenti registrati possono accedere alle REST API

source: Something is wrong!
it_it: Qualcosa è andato storto

source: Pages
it_it: Pagine

source: Appearance
it_it: Apparenza

source: Tools
it_it: Strumenti

source: Settings
it_it: Impostazioni

source: Users
it_it: Utenti

source: <h1>Feed not available, please visit our <a href="
it_it: <h1>Feed non disponibile, visita <a href=“

source: Admin
it_it: Amministrazione

source: Coming...
it_it: Prossimamente…

source: Warning! Are you sure to reset the values to default?
it_it: Attenzione! Sei sicuro di voler reimpostare i valori originali?

source: Reset to default
it_it: Reimposta

source: Apply
it_it: Applica

source: Theme
it_it: Tema

source: Remove only the author link from comments list
it_it: Rimuove solo il link dell’autore dalla lista dei commenti

source: Remove the author from comments list
it_it: Rimuove l’autore dalla lista dei commenti

source: Remove Welcome Panel from WordPress Dashboard.
it_it: Rimuove il pannello di benvenuto dalla Dashboard

source: Remove the following menus
it_it: Rimuove i seguenti menu

source: Remove admin bar
it_it: Rimuove la barra di amministrazione

source: Enable WP REST API
it_it: Abilita le API REST

source: Enable XML-RPC
it_it: Abilita XML-RPC

source: Display WordPress Version
it_it: Visualizza la versione di WordPress

source: Remove footer
it_it: Rimuove il footer

source: Hide login Errors
it_it: Nasconde i dettagli errore nel Login

source: Disable Authentication by Email
it_it: Disabilita autenticazione via email

source: Set the number of revisions to keep for all post types (set to zero for default)
it_it: Imposta il numero di revisioni massimo per tutti i post (lasciare a zero per default)

source: Set the number of revisions for the following post types (set to zero for default)
it_it: Imposta il numero di revisioni massimo per tutti i post (lasciare a zero per default)

source: Enbale Drag & Drop in Pages
it_it: Abilita il Drag & Drop nella lista delle Pagine

source: Disable feed RSS
it_it: Disabilita i Feed RSS

source: Set the excerpt length (set to zero for default)
it_it: Imposta la lunghezza del riassunto di un post (lascia z zero per default)

source: Enable Shortcodes for the Text Widget
it_it: Abilita l’uso degli shortcode nel widget di testo
